# !/usr/bin/env python
# -*- coding: utf-8 -*-
from __future__ import print_function,unicode_literals


CATEGORIES_NAME =[
[u'电视机',{'cat':'50928001'}], #可用
[u'摄像机',{}], #需要改进
[u'照相机'],  #可用
u'家用音响',  #可用

#[u'便携式音响'],  #可用
#[u'笔记本电脑'],[u'台式电脑'],  #电脑  #需要改进，cat=56440028（台式电脑）
#[u'修理服务'],  #可用

#[u'教育软件'],  #需要改进，cat=50037462

#[u'乐器'], #需要改进
#[u'音响光盘'],  #可用
#[u'磁带'],  #可用
#[u'胶卷'],  #可用
#[u'储存卡'],  #可用
#[u'纸张本册'],  #需要改进
#[u'儿童玩具'], #不可用
#u'篮球',u'足球',u'排球',u'羽毛球',u'乒乓球',u'象棋',u'国际象棋',u'克朗棋',u'军旗',u'跳棋',u'扑克牌',u'麻将牌',
#u'扩胸机',u'举重床',u'哑铃组合架',u'坐式后拉器',u'卧式后屈腿训练器',u'跑步机',u'健步器',u'骑马机',u'滑雪器',u'健骑机',u'健腹器',
#u'体操运动器材',u'举重运动器材',u'田径运动器材',u'水上运动器材',u'冰雪运动器材',u'射击器材',u'射箭器材',u'击剑器材',u'场地器材',u'航空模型器材',u'航海模型器材',u'运动保护器材',u'钓鱼用具',
#u'自重式健力器',u'非电动按摩机',
#[u'书籍'], #不可用
#[u'报纸'],  #可用
#[u'杂志'],  #需要改进
#[u'电影票'],  #可用
#[u'景点门票'],  #需要改进

#u'木材',  #需要改进，cat=50069083
#u'木地板',  #需要改进，cat=50030199
#u'砖',  #需要改进
#u'水泥',  #可用
#u'涂料',  #可用
#u'胶合板',  #需要改进，cat=50069083
#u'玻璃', #不可用
#u'黏胶',  #不可用
#u'油漆',  #需要改进
]